areas = {
    'НСК/ГВЦ': {
        'id': '1',
        'code': ''
    },
    'Иссык-Кульский облстат': {
        'id': '4',
        'code': '02000'
    },
    'Джалал-Абадский облстат': {
        'id': '6',
        'code': '03000'
    },
    'Ала-Букинский райстат': {
        'id': '7',
        'code': '03204'
    },
    'Базар-Коргонский райстат': {
        'id': '8',
        'code': '03207'
    },
    'Баткенский облстат': {
        'id': '10',
        'code': '05000'
    },
    'Кадамжайский райстат': {
        'id': '11',
        'code': '05258'
    },
    'Нарынский облстат': {
        'id': '12',
        'code': '04000'
    },
    'Нарынский горстат': {
        'id': '13',
        'code': '04400'
    },
    'Жумгальский райстат': {
        'id': '14',
        'code': '04230'
    },
    'Ошский горстат': {
        'id': '15',
        'code': '21000'
    },
    'Бишкекский горстат': {
        'id': '16',
        'code': '11000'
    },
    'Аксуйский райстат': {
        'id': '17',
        'code': '02205'
    },
    'Жети-Огузский райстат': {
        'id': '18',
        'code': '02210'
    },
    'Иссык-Кульский райстат': {
        'id': '19',
        'code': '02215'
    },
    'Тонский райстат': {
        'id': '20',
        'code': '02220'
    },
    'Тюпский райстат': {
        'id': '21',
        'code': '02225'
    },
    'Балыкчинский горстат': {
        'id': '22',
        'code': '02420'
    },
    'Аксыйский райстат': {
        'id': '23',
        'code': '03211'
    },
    'Ноокенский райстат': {
        'id': '24',
        'code': '03215'
    },
    'Сузакский райстат': {
        'id': '25',
        'code': '03220'
    },
    'Тогуз-Тороуский райстат': {
        'id': '26',
        'code': '03223'
    },
    'Токтогульский райстат': {
        'id': '27',
        'code': '03225'
    },
    'Чаткальский райстат': {
        'id': '28',
        'code': '03230'
    },
    'Джалал-Абадский горстат': {
        'id': '29',
        'code': '03410'
    },
    'Таш-Кумырский горстат': {
        'id': '30',
        'code': '03420'
    },
    'Майлуу-Сууский горстат': {
        'id': '31',
        'code': '03430'
    },
    'Кара-Кульский горстат': {
        'id': '32',
        'code': '03440'
    },
    'Ак-Талинский райстат': {
        'id': '33',
        'code': '04210'
    },
    'Ат-Башынский райстат': {
        'id': '34',
        'code': '04220'
    },
    'Кочкорский райстат': {
        'id': '35',
        'code': '04235'
    },
    'Нарынский райстат': {
        'id': '36',
        'code': '04245'
    },
    'Баткенский райстат': {
        'id': '37',
        'code': '05214'
    },
    'Лейлекский райстат': {
        'id': '38',
        'code': '05236'
    },
    'Сулюктинский горстат': {
        'id': '39',
        'code': '05420'
    },
    'Ошский облстат': {
        'id': '40',
        'code': '06000'
    },
    'Алайский райстат': {
        'id': '41',
        'code': '06207'
    },
    'Араванский райстат': {
        'id': '42',
        'code': '06211'
    },
    'Кара-Сууский райстат': {
        'id': '43',
        'code': '06226'
    },
    'Ноокатский райстат': {
        'id': '44',
        'code': '06242'
    },
    'Кара-Кулжинский райстат': {
        'id': '45',
        'code': '06246'
    },
    'Узгенский райстат': {
        'id': '46',
        'code': '06255'
    },
    'Чон-Алайский райстат': {
        'id': '47',
        'code': '06259'
    },
    'Таласский облстат': {
        'id': '48',
        'code': '07000'
    },
    'Кара-Бууринский райстат': {
        'id': '49',
        'code': '07215'
    },
    'Бакай-Атинский райстат': {
        'id': '50',
        'code': '07220'
    },
    'Манасский райстат': {
        'id': '51',
        'code': '07225'
    },
    'Таласский райстат': {
        'id': '52',
        'code': '07232'
    },
    'Чуйский облстат': {
        'id': '53',
        'code': '08000'
    },
    'Аламудунский райстат': {
        'id': '54',
        'code': '08203'
    },
    'Ысык-Атинский райстат': {
        'id': '55',
        'code': '08206'
    },
    'Жайылский райстат': {
        'id': '56',
        'code': '08209'
    },
    'Кеминский райстат': {
        'id': '57',
        'code': '08213'
    },
    'Московский райстат': {
        'id': '58',
        'code': '08217'
    },
    'Панфиловский райстат': {
        'id': '59',
        'code': '08219'
    },
    'Сокулукский райстат': {
        'id': '60',
        'code': '08222'
    },
    'Чуйский райстат': {
        'id': '61',
        'code': '08223'
    },
    'Каракольский горстат': {
        'id': '62',
        'code': '02410'
    },
    'город Баткен': {
        'id': '63',
        'code': '05410'
    },
    'Кызыл-Киинский горстат': {
        'id': '64',
        'code': '05430'
    },
    'город Талас': {
        'id': '65',
        'code': '07400'
    },
    'город Токмок': {
        'id': '66',
        'code': '08400'
    },
}